"Job Log" = "Joblog";
"Job Log2" = "Joblog";

"User ID" = "Bruger-ID";
"User ID:" = "Bruger-ID:";

"Job Type" = "Jobtype";
"Job Type:" = "Jobtype:";

"File Name" = "Filnavn";
"File Name:" = "Filnavn:";

"Password" = "Password";
"Password:" = "Password:";

"User Code" = "Brugerkode";
"User Code:" = "Brugerkode:";

"Time" = "Tidspunkt";
"Time:" = "Tidspunkt:";

"Enable User Code" = "Aktivér brugerkode";
"Pop up Every Time" = "Pop op hver gang";
"User Code Always Blank" = "Brugerkode altid tom";
"OK" = "OK";
"Cancel" = "Annullér";
"Enable Specify Time" = "Angiv printtidspunkt";

"Folder Number" = "Mappenummer";
"Folder Number:" = "Mappenummer:";

"Folder Password" = "Mappepassword";
"Folder Password:" = "Mappepassword:";

"Normal Print" = "Normal udskrift";
"Sample Print" = "Prøvetryk";
"Locked Print" = "Sikker udskrift";
"Hold Print" = "Gem udskrift midlertidigt";
"Stored Print" = "Lagret udskrift";
"Store and Print" = "Gem og udskriv";
"Document Server" = "Dokumentserver";

"(4-8 digits)" = "(4-8 cifre)";

"Enter a valid File Name" = "Indtast et gyldigt filnavn.";
"Enter a valid Password" = "Indtast et gyldigt password.";
"Enter a valid User Code" = "Indtast en gyldig brugerkode.";
"Enter a valid User ID" = "Indtast et gyldigt bruger-ID.";
"Enter a valid Folder Password" = "Indtast et gyldigt mappepassword.";

"(Up to 8 alphanumeric characters)" = "(op til 8 alfanumeriske tegn)";
"(Up to 16 alphanumeric characters)" = "(op til 16 alfanumeriske tegn)";
"(4 digits)" = "(4-8 cifre)";
"(Up to 8 digits)" = "(4-8 cifre)";